Revit 2027 API
ParameterTypeId.WallTopOffset Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTopOffset { get; }
Public Shared ReadOnly Property WallTopOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTopOffset {
	ForgeTypeId^ get ();
}
static member WallTopOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace